[
    {
        "Name": "День с Верой",
        "Given": false,
        "Description": "Провожу целый выходной с Верой, беря на себя всю ответственность, чтобы дать тебе время для отдыха и личного пространства. Уточни желаемый день за 2 дня."
    },
    {
        "Name": "Выходной в будний день",
        "Given": false,
        "Description": "Возьму случайный день отпуска для семьи, укрепляя наши связи и создавая неожиданные воспоминания. Уточни желаемый день за неделю."
    },
    {
        "Name": "Неделя кулинарии",
        "Given": false,
        "Description": "Я буду готовить на всю неделю на нас и дочку, освобождая тебя от кухонных забот и позволяя насладиться разнообразными блюдами. Уточни желаемую дату старта за 3 дня."
    },
    {
        "Name": "Особый завтрак",
        "Given": false,
        "Description": "Устрою особенный завтрак с блинчиками и горячим шоколадом, чтобы ты почувствовала уют и заботу с самого утра. Уточни желаемую дату за 2 дня."
    },
    {
        "Name": "Игрушка для взрослых",
        "Given": false,
        "Description": "Подарю игрушку 18+, чтобы добавить пикантности и новизны в интимные моменты."
    },
    {
        "Name": "Поход в массаж",
        "Given": false,
        "Description": "Организую тебе поход в массаж, пока я останусь с Верой, предоставляя тебе возможность расслабиться и позаботиться о себе. Уточни желаемую дату за неделю."
    },
    {
        "Name": "Гончарный мастер-класс",
        "Given": false,
        "Description": "Запишу тебя на мастер-класс по гончарному делу, чтобы ты могла раскрыть свой творческий потенциал. Уточни желаемую дату или выбор другой активности за 10 дней."
    },
    {
        "Name": "Одежда до 60 евро",
        "Given": false,
        "Description": "Предложу тебе выбрать любой элемент одежды до 60 евро, подчеркивая твою уникальность и стиль."
    },
    {
        "Name": "80 евро наличными",
        "Given": false,
        "Description": "Дам тебе 80 евро, чтобы ты могла потратить их на любые свои желания, наслаждаясь полной свободой выбора."
    },
    {
        "Name": "Поход в салон",
        "Given": false,
        "Description": "Устрою тебе поход в салон на маникюр или стрижку, чтобы ты ощутила роскошь и заботу. Уточни желаемую дату за неделю."
    },
    {
        "Name": "Еда на дом",
        "Given": false,
        "Description": "Закажу твою любимую еду из ресторана прямо домой, предоставляя тебе вкусный и удобный ужин без хлопот."
    },
    {
        "Name": "Профессиональная фотосессия",
        "Given": false,
        "Description": "Организую профессиональную фотосессию для тебя или всей семьи, чтобы запечатлеть особенные моменты и подарить радость от совместного времяпровождения. Уточни желаемую дату за 10 дней."
        }
        ]
        
        
