[
  {
    "Name": "Семейный поход в ресторан",
    "Description": "Устрою нам поход в ресторан на твой выбор с бюджетом до 80 евро, чтобы ты насладилась вкусной едой и приятным временем вместе. Уточни желаемую дату за неделю.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Неделя кулинарии",
    "Description": "Буду готовить все приёмы пищи для семьи с понедельника по пятницу (завтрак, обед, ужин), включая еду для Веры, освобождая тебя от кухонных забот на целую неделю. Уточни желаемую дату старта за 3 дня.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Неделя вечернего массажа",
    "Description": "Буду делать тебе 30-минутный массаж каждый вечер в течение недели с понедельника по воскресенье, помогая расслабиться после трудного дня. Уточни желаемую дату старта за 2 дня.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "3 дня принятия",
    "Description": "В течение 3 полных дней я буду полностью поддерживать все твои родительские решения без комментариев - будь то общение с Верой, мультики или любой другой подход к воспитанию",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Прочитаю твою книгу",
    "Description": "Прочитаю книгу на твой выбор в течение месяца, полностью погружаясь в выбранный тобой жанр (романтика, апокалипсис или детектив), и расскажу насколько мне понравилось уютным вечером",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Тихие выходные",
    "Description": "Проведу с тобой спокойные два дня, где я буду говорить только на темы, которые ты сама поднимешь, снижая лишнюю болтовню, но оставаясь доступным для разговоров, которые тебе важны. Выбери желаемые два дня - будний или выходной.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Выходные в отеле",
    "Description": "Забронирую спа-отель на субботнюю ночь (бюджет до 120 евро), пока я позабочусь о Вере, подарив тебе полноценный выходной расслабления и личного времени. Уточни желаемую дату за 2 недели. Транспорт включен (поезд до 25 евро)",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "День уборки",
    "Description": "Проведу полную генеральную уборку квартиры: вымою и отмою все полы, вычищу всю ванную и туалет, приведу кухню в порядок сверху донизу. Уточни желаемую дату за 3 дня.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Покупка на Amazon на 60 евро",
    "Description": "Можно покупать любую вещь или несколько вещей Amazon на 60 евро, без лишних вопросов и комментариев с моей стороны.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "VR-свидание",
    "Description": "Организую VR-игровое свидание для нас двоих в центре города (до 80 евро), заранее договорившись с няней для Веры, чтобы мы могли насладиться новым совместным опытом. Уточни желаемую дату за 2 недели.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Два дня отпуска на неделе",
    "Description": "Возьму дня отпуска на неделе, чтобы провести время с Верой и дать тебе свободное время для себя - ты выбираешь дни, уведомив меня за 2 недели.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  },
  {
    "Name": "Твой помощник на выходных",
    "Description": "Посвящу все свои выходные помощи в выполнении задач из твоего списка дел: планирование, покупки, записи к врачу, уборка - всё, что сделает тебя счастливее. Пришли мне список задач в пятницу вечером, я сделаю сколько смогу.",
    "Given": false,
    "Year": 2026,
    "Skipped": false
  }
]
